/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.write" = "อีเมลถึงเรา";
"zanalytics.bug.alert.about" = "เกี่ยวกับ";
"zanalytics.bug.alert.from" = "จาก";
"zanalytics.bug.alert.imagelimitreached" = "ถึงขีดจำกัดสูงสุดแล้ว";
"zanalytics.bug.alert.imagelimits" = "คุณสามารถแนบภาพได้สูงสุด 10 รายการ";
"zanalytics.bug.alert.macheader" = "แบ่งปันคำติชมกับเราหรือรายงานข้อบกพร่องพร้อมกับไฟล์แนบเพื่อการอ้างอิงของเรา";


"zanalytics.bug.alert.anonymalert" = "โปรดแบ่งปันคำติชมพร้อมที่อยู่อีเมลของคุณเสมอ ถ้าคุณไม่แบ่งปันที่อยู่อีเมลของคุณ เราจะไม่สามารถติดต่อคุณเพื่ออัปเดตเกี่ยวกับปัญหาได้";
"zanalytics.bug.alert.quitfeedback" = "คุณแน่ใจหรือว่าต้องการออก";
"zanalytics.feedback.navbar.title.feedback"  = "คำติชม";
"zanalytics.feedback.navbar.title.noscreenshots" = "ไม่มีภาพหน้าจอ";
"zanalytics.feedback.navbar.title.screenshots" = "ภาพหน้าจอ";
"zanalytics.feedback.navbar.title.snap" = "จัดชิด";
"zanalytics.feedback.navbar.title.compose" = "สร้าง";
"zanalytics.feedback.privacy.consent.cancel" = "ยกเลิก";
"zanalytics.feedback.navbar.button.title.done" = "เสร็จสิ้น";
"zanalytics.bug.alert.cancel"              = "ไม่";
"zanalytics.bug.alert.title"                = "ต้องการแนะนำบางอย่างให้เราหรือไม่";
"zanalytics.feedback.navbar.title.reportbug"            = "รายงานข้อบกพร่อง";
"zanalytics.feedback.navbar.title.helpme"              = "ช่วยฉัน";
"zanalytics.feedback.navbar.title.systemlogs"            = "บันทึกระบบส่วนบุคคล";
"zanalytics.feedback.navbar.title.diagnosticinfo"            = "ข้อมูลการวินิจฉัย";
"zanalytics.bug.alert.dontshowagain"            = "ไม่ต้องแสดงอีก";
"zanalytics.bug.alert.title.helpme"            = "ช่วยฉัน";
"zanalytics.bug.alert.message.savetolocal"        = "ขออภัย.. เราไม่สามารถส่งรายงานข้อบกพร่อง คุณต้องการบันทึกภาพหน้าจอหรือไม่";
"zanalytics.feedback.email.title"                = "ที่อยู่อีเมล";
"zanalytics.bug.detectscreen.title"      = "พบบางอย่างที่น่าสนใจใข่ไหม";
"zanalytics.bug.alert.detectscreen.yes"                      = "ใช่";
"zanalytics.bug.alert.detectscreen.no"                      = "ไม่ใช่";
"zanalytics.bug.alert.detectscreen.share" = "แชร์";
"zanalytics.bug.alert.detectscreen.dontshow" = "ไม่ต้องถามอีก";
"zanalytics.bug.annotate.button.title"                      = "ให้คำอธิบายประกอบข้อบกพร่องโดยใช้เครื่องมือด้านล่าง";
"zanalytics.feedback.failed.alert.description" = "ไม่สามารถส่งคำติชมได้ โปรดลองอีกครั้ง!";
"zanalytics.feedback.success.alert.description" = "ขอบคุณสำหรับการส่งคำติชมของคุณ";
"zanalytics.feedback.common.alert.title.add.photos" = "เพิ่มรูปถ่าย";
"zanalytics.feedback.common.alert.title.alert" = "แจ้งเตือน";
"zanalytics.feedback.common.button.title.back" = "ย้อนกลับ";
"zanalytics.feedback.common.button.title.cancel" = "ยกเลิก";
"zanalytics.feedback.common.button.title.close" = "ปิด";
"zanalytics.feedback.common.button.title.ok" = "ตกลง";
"zanalytics.feedback.textview.placeholder"          = "เราให้ความสำคัญกับความคิดเห็นของคุณ! เราจะพิจารณาการแนะนำของคุณในการอัปเดตในอนาคตของเรา";
"zanalytics.bug.textview.placeholder"          = "คุณพบปัญหาใดๆ ในขณะใช้แอปของเราหรือไม่ บอกให้เราทราบ";
"zanalytics.help.textview.placeholder"          = "เราจะพยายามปรับปรุงสิ่งต่างๆ และช่วยเหลือคุณ!";
"zanalytics.feedback.add.photos.alert.description" = "ไม่มีรูปถ่ายแนบมา เปิดแกลเลอรี่รูปถ่ายเพื่อเพิ่มรูปถ่าย!";
"zanalytics.feedback.add.photos.alert.open" = "เปิดรูปถ่าย";
"zanalytics.feedback.access.photos.alert.description" = "แอป %@ ไม่มีสิทธิ์เข้าถึงรูปถ่ายของคุณ\nหากต้องการอนุญาตการเข้าถึง ให้ไปที่: การตั้งค่า > ความเป็นส่วนตัว > รูปถ่าย > %@";
"zanalytics.feedback.access.photos.alert.settings" = "การตั้งค่า";
"zanalytics.feedback.label.title.anonymous" = "ไม่ระบุตัวตน";
"zanalytics.feedback.navbar.button.title.send" = "ส่ง";
"zanalytics.feedback.navbar.button.title.next" = "ถัดไป";
"zanalytics.feedback.navbar.button.title.editphotos" = "แก้ไขรูปถ่าย";
"zanalytics.feedback.navbar.button.title.addmore" = "เพิ่มอีก";
"zanalytics.feedback.navbar.button.title.attach" = "แนบ";
"zanalytics.feedback.navbar.button.title.delete" = "ลบ";
"zanalytics.feedback.navbar.title.taptoedit" = "แตะเพื่อแก้ไข";
"zanalytics.feedback.navbar.title.editor" = "ผู้แก้ไข";
"zanalytics.feedback.navbar.title.choosephotos" = "เลือกรูปถ่าย";
"zanalytics.feedback.navbar.title.selectphotos" = "เลือกรูปถ่าย";
"zanalytics.feedback.navbar.title.photoselected" = "รูปถ่ายที่เลือก";
"zanalytics.feedback.navbar.title.photosselected" = "รูปถ่ายที่เลือก";
"zanalytics.feedback.accessory.title.systemlogs" = "รวมบันทึกระบบ";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "รวมข้อมูลการวินิจฉัย";
"zanalytics.feedback.accessory.button.title.view" = "ดู";
"zanalytics.feedback.picker.image.notfound" = "ไม่พบรูปภาพ";
"zanalytics.feedback.attachments.title" = "สิ่งที่แนบ (%i)";
"zanalytics.feedback.privacy.consent.description" = "เราแนะนำให้คุณรวมบันทึกบนคอนโซลและข้อมูลการวินิจฉัยเนื่องจากจะช่วยให้นักพัฒนาของเราเข้าใจในคำติชมที่คุณแบ่งปันได้ดีขึ้น";
"zanalytics.feedback.privacy.consent.clogs.title" = "บันทึกบนคอนโซล";
"zanalytics.feedback.privacy.consent.dinfo.title" = "ข้อมูลการวินิจฉัย";
"zanalytics.feedback.privacy.consent.otherinfo.title" = "ข้อมูลอื่นๆ";
"zanalytics.feedback.privacy.consent.deviceinfo.title" = "ข้อมูลอุปกรณ์";
"zanalytics.feedback.privacy.consent.openmailapp" = "เปิดในอีเมล";
"zanalytics.feedback.crash.sendcrash.alwayssend" = "ส่งเสมอ";
